<style lang="less">
@orange: #ff9736;
.tab-wrapper {
    width: 100%;
    height: 44px;
    display: flex;
    justify-content: space-around;
    .tab {
        flex: 1;
        height: 100%;
        text-align: center;
        line-height: 44px;
        background-color: @orange;
        font-size: 12px;
        color: #fff;
    }
    .tab-active {
        color: #ff9736;
        border-color: #88C929;
        font-size: 12px;
        background-color: #fff;
    }
}
.contentWrapper {
  padding: 0 15px;
  .title {
    font-size: 18px;
    font-weight: 600;
    text-align: center;
    margin-top: 10px;
  }
  .subtitle {
    font-size: 16px;
    font-weight: 400;
    margin: 20px 0;
  }
  .pg {
    margin-bottom: 10px;
    font-size: 14px;
    font-weight: 300;
    .org {
      font-weight: 400;
    }
  }
  .lg {
    margin-bottom: 11px;
    font-size: 12px;
    font-weight: 300;
    color: #666;
    .org {
        font-weight: 400;
    }
  }

}
</style>

<template>
    <div class="tab-wrapper">
        <div class="tab" v-for="tab in tabs" track-by="$index" v-tap="tabIndex = $index" :class="{'tab-active': tabIndex == $index}">{{tab}}</div>
    </div>
  <div class="contentWrapper" v-if="tabIndex == 0">
    <div class="title">客户信息使用行为要求</div>
    <div class="subtitle">一、适用范围：</div>
    <div class="pg">1、在用户选择居分期提供家装分期服务时，用户根据居分期要求提供的个人信息；</div>
    <div class="pg">2、在用户使用居分期服务，参加居分期活动时。</div>
    <div class="subtitle">二、信息使用：</div>
    <div class="pg">1、居分期不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可；</div>
    <div class="pg">2、以服务用户为目的，居分期可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与居分期合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）</div>
    <div class="subtitle">三、信息披露：</div>
    <div class="pg">用户的个人信息将在下述情况下部分或全部被披露：</div>
     <div class="pg"> 1、经用户同意，向第三方披露；</div>
     <div class="pg">2、根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</div>
     <div class="pg"> 3、如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；</div>
     <div class="pg"> 4、为提供你所要求的产品和服务，而必须和第三方分享用户的个人信息；</div>
     <div class="pg">5、居分期根据法律或者网站政策认为合适的披露。</div>
     <div class="subtitle">四、信息安全：</div>
     <div class="pg">1、居分期账户具有密码保护功能，请妥善保管用户的账户及密码信息；</div>
     <div class="pg">2、如果用户发现自己的个人信息泄密，尤其是居分期账户及密码发生泄露，请用户立即联络居分期客服，以便居分期采取相应措施。；</div>
     <div class="subtitle">五、政策修改：</div>
     <div class="pg">居分期保留对本政策作出不时修改的权利。</div>
  </div>
  <div class="contentWrapper" v-if="tabIndex == 1">
    <div class="title">居分期隐私保护声明</div>
    <div class="pg">居分期重视用户的隐私。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，在使用我们的服务时，我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的居分期服务息息相关，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。本《隐私政策》中涉及的相关技术词汇，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您的理解。</div>
    <div class="pg"><span class="org">您使用或继续使用我们的服务，即意味着同意我们按照本《隐私政策》收集、使用、储存和分享您的相关信息。</span></div>
    <div class="pg">如对本《隐私政策》或相关事宜有任何问题，请通过居分期客服（<span v-tap="goto('tel:4000390808')" style="color: #ff9736">400-039-0808</span>）与我们联系。</div>
    <div class="subtitle">一、我们可能收集的信息</div>
    <div class="pg">我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。</div>
    <div class="subtitle">1、您提供的信息</div>
    <div class="pg">1、您在注册账户或使用我们的服务时，向我们提供的相关个人信息，例如电话号码、电子邮件等；</div>
    <div class="pg">2、您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</div>
    <div class="subtitle">2、其他方分享的您的信息</div>
    <div class="pg">其他方使用我们的服务时所提供有关您的共享信息。</div>
     <div class="subtitle"> 3、我们获取的您的信息</div>
     <div class="pg">您使用服务时我们可能收集如下信息：</div>
     <div class="pg">(1)日志信息，指您使用我们的服务时，系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：
</div>
    <div class="lg" v-for="text in list1" track-by="$index">{{$index+1}}、{{text}}</div>
    <div class="pg">位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您位置的信息，包括：</div>
    <div class="lg" v-for="text in list2" track-by="$index">{{$index+1}}、{{text}}</div>
    <div class="subtitle">二、我们可能如何使用信息</div>
    <div class="pg">我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</div>
    <div class="pg" v-for="text in list3" track-by="$index">{{$index+1}}、{{text}}</div>
    <div class="pg">为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。</div>
    <div class="subtitle">三、您如何访问和控制自己的个人信息</div>
    <div class="pg">我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。</div>
    <div class="subtitle">四、我们可能分享的信息</div>
    <div class="pg">除以下情形外，未经您同意，我们以及我们的关联公司不会与任何第三方分享您的个人信息：</div>
    <div class="pg">我们以及我们的关联公司，可能将您的个人信息与我们的关联公司、合作伙伴及第三方服务供应商、承包商及代理（例如代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置数据的地图服务供应商）分享（他们可能并非位于您所在的法域），用作下列用途：</div>
    <div class="lg" v-for="text in list4" track-by="$index">{{$index+1}}、{{text}}</div>
    <div class="pg">如我们或我们的关联公司与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私政策》及我们要求其遵守的其他适当的保密和安全措施。</div>
    <div class="pg">1、随着我们业务的持续发展，我们以及我们的关联公司有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知您。</div>
    <div class="pg">2、我们或我们的关联公司还可能为以下需要而保留、保存或披露您的个人信息：</div>
    <div class="lg" v-for="text in list5" track-by="$index">{{$index+1}}、{{text}}</div>
    <div class="subtitle">五、信息安全</div>
    <div class="pg">我们仅在本《隐私政策》所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。</div>
    <div class="pg">我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，我们将利用加密技术（例如SSL）来保护您提供的个人信息。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</div>
    <div class="subtitle">六、您分享的信息</div>
    <div class="pg">我们的多项服务，可让您不仅与自己的社交网络，也与使用该服务的所有用户公开分享您的相关信息，例如，您在我们的服务中所上传或发布的信息（包括您公开的个人信息、您建立的名单）、您对其他人上传或发布的信息作出的回应，以及包括与这些信息有关的位置数据和日志信息。使用我们服务的其他用户也有可能分享与您有关的信息（包括位置数据和日志信息）。特别是，我们的社交媒体服务，是专为使您与世界各地的用户共享信息而设计，您可以使共享信息实时、广泛地传递。只要您不删除共享信息，有关信息会一直留存在公共领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的非关联第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公共领域保存。</div>
    <div class="pg"><span class="org">因此，请您谨慎考虑通过我们的服务上传、发布和交流的信息内容。</span>在一些情况下，您可通过我们某些服务的隐私设定来控制有权浏览您共享信息的用户范围。如要求从我们的服务中删除您的相关信息，请通过该等特别服务条款提供的方式操作。</div>
    <div class="subtitle">您分享的敏感个人信息</div>
    <div class="pg">某些个人信息因其特殊性可能被认为是敏感个人信息，例如您的种族、宗教、个人健康和医疗信息等。相比其他个人信息，敏感个人信息受到更加严格的保护。</div>
    <div class="pg">请注意，您在使用我们的服务时所提供、上传或发布的内容和信息（例如有关您社交活动的照片等信息），可能会泄露您的敏感个人信息。您需要谨慎地考虑，是否在使用我们的服务时披露相关敏感个人信息。</div>
    <div class="pg"><span class="org">您同意按本《隐私政策》所述的目的和方式来处理您的敏感个人信息。</span></div>
    <div class="subtitle">七、我们可能如何收集信息</div>
    <div class="pg">我们或我们的第三方合作伙伴，可能通过cookies和web beacon收集和使用您的信息，并将该等信息储存为日志信息。</div>
    <div class="pg">我们使用自己的cookies和web beacon，目的是为您提供更个性化的用户体验和服务，并用于以下用途：</div>
    <div class="pg" v-for="text in list6" track-by="$index">{{$index+1}}、{{text}}</div>
    <div class="pg">我们为上述目的使用cookies和web beacon的同时，可能将通过cookies和web beacon收集的非个人身份信息，经统计加工后提供给广告商或其他合作伙伴，用于分析用户如何使用我们的服务，并用于广告服务。</div>
    <div class="pg">我们的产品和服务上可能会有广告商或其他合作方放置的cookies和web beacon。这些cookies和web beacon可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方cookies和web beacon收集和使用该等信息，不受本《隐私政策》约束，而是受相关使用者的隐私政策约束，我们不对第三方的cookies或web beacon承担责任。</div>
    <div class="pg">您可以通过浏览器设置拒绝或管理cookies或web beacon。但请注意，如果停用cookies或web beacon，您有可能无法享受最佳的服务体验，某些服务也可能无法正常使用。同时，您还会收到同样数量的广告，但这些广告与您的相关性会降低。</div>
    <div class="subtitle">八、广告服务</div>
    <div class="pg">我们可能使用您的相关信息，向您提供与您更加相关的广告。</div>
    <div class="pg">我们也可能使用您的信息，通过我们的服务、电子邮件或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务：</div>
    <div class="pg" v-for="text in list7" track-by="$index">{{$index+1}}、{{text}}</div>
    <div class="pg">如您不希望我们将您的个人信息用作前述广告用途，您可以通过我们在广告中提供的相关提示，或在特定服务中提供的指引，要求我们停止为上述用途使用您的个人信息。</div>
    <div class="subtitle">九、我们可能向您发送的邮件和信息</div>
    <div class="pg">邮件和信息推送</div>
    <div class="lg">您在使用我们的服务时，我们可能使用您的信息向您的设备发送电子邮件、新闻或推送通知。如您不希望收到这些信息，可以按照我们的相关提示，在设备上选择取消订阅。</div>
    <div class="pg">与服务有关的公告</div>
    <div class="lg">我们可能在必要时（例如因系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。</div>
    <div class="subtitle">十、隐私政策的适用例外</div>
    <div class="pg">我们的服务可能包括或链接至第三方提供的社交媒体或其他服务（包括网站）。例如：</div>
    <div class="pg" v-for="text in list8" track-by="$index">{{$index+1}}、{{text}}</div>
    <div class="pg">该等第三方社交媒体或其他服务可能由相关的第三方或我们运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何个人信息），须受该第三方的服务条款及隐私政策（而非《通用服务条款》或本《隐私政策》）约束，您需要仔细阅读其条款。<span class="org">本《隐私政策》仅适用于我们所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。</span></div>
    <div class="subtitle">十一、未成年人使用我们的服务</div>
    <div class="pg">我们鼓励父母或监护人指导未满十八岁的未成年人使用我们的服务。我们建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交的个人信息之前寻求父母或监护人的同意和指导。</div>
    <div class="subtitle">十二、隐私政策的适用范围</div>
    <div class="pg">除某些特定服务外，我们所有的服务均适用本《隐私政策》。这些特定服务将适用特定的隐私政策。<span class="org">针对某些特定服务的特定隐私政策，将更具体地说明我们在该等服务中如何使用您的信息。</span>该特定服务的隐私政策构成本《隐私政策》的一部分。<span class="org">如相关特定服务的隐私政策与本《隐私政策》有不一致之处，适用该特定服务的隐私政策</span></div>
    <div class="pg">除本《隐私政策》另有规定外，本《隐私条款》所用词语将与《居分期服务协议》所定义的词语具有相同的涵义。</div>
    <div class="pg"><span class="org">请您注意，本《隐私政策》不适用于以下情况：</span></div>
    <div class="pg">1、通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；</div>
    <div class="pg">2、通过在我们服务中进行广告服务的其他公司或机构所收集的信息。</div>
    <div class="subtitle">十三、变更</div>
    <div class="pg">我们可能适时修订本《隐私政策》的条款，该等修订构成本《隐私政策》的一部分。<span class="org">如该等修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。
</span></div>
  </div>
  <div class="contentWrapper" v-if="tabIndex == 2">
    <div class="title">居分期退换货政策</div>
    <div class="pg">1、乙方送到甲方客户的产品出现剩余，经双方协商一致，乙方可为甲方客户办理退货手续；定制产品，
非特殊说明，乙方不负责退货。</div>
    <div class="pg">2、双方另有约定的除外。</div>
  </div>
  <div class="contentWrapper" v-if="tabIndex == 3">
    <div class="title">网站安全管理条款</div>
    <div class="pg">1、组织工作人员认真学习《计算机信息网络国际互联网安全保护管理办法》，提高工作人员的维护网络安全的警惕性和自觉性。</div>
    <div class="pg">2、负责对本网络用户进行安全教育和培训，使用户自觉遵守和维护《计算机信息网络国际互联网安全保护管理办法》，使他们具备基本的网络安全知识。</div>
    <div class="pg">3、加强对单位的信息发布和BBS公告系统的信息发布的审核管理工作，杜绝违犯《计算机信息网络国际互联网安全保护管理办法》的内容出现。</div>
    <div class="pg">4、一旦发现从事下列危害计算机信息网络安全的活动的：</div>
    <div class="lg" v-for="text in list9" track-by="$index">{{text.name}}</div>
    <div class="pg">5、 在信息发布的审核过程中，如发现有以下行为的：</div>
    <div class="lg" v-for="text in listTen" track-by="$index">{{text}}</div>
    <div class="pg">6、接受并配合公安机关的安全监督、检查和指导，如实向公安机关提供有关安全保护的信息、资料及数据文件，协助公安机关查处通过国际联网的计算机信息网络的违法犯罪行为. </div>
  </div>
</template>

<script>
import Lib from 'assets/Lib.js'
import axios from 'axios'
Lib.M.auth(axios)
export default {
  data() {
    return {
      id: Lib.M.GetRequest().id,
      bannerContent: {},
      title: "",
      tabIndex: 0,
      tabs: ['客户信息使用','隐私政策声明','退换货政策', '管理条例'],
      list1: ['设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码；','在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；','有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；',
      '您通过我们的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长；',
      '您通过我们的服务分享的内容所包含的信息（元数据），例如拍摄或上传的共享照片或录像的日期、时间或地点等。'
      ],
      list2: ['您通过具有定位功能的移动设备使用我们的服务时，通过GPS或WiFi等方式收集的您的地理位置信息；','您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息；','您可以通过关闭定位功能，停止对您的地理位置信息的收集。'
      ],
      list3: ['向您提供服务；','在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；',
'帮助我们设计新服务，改善我们现有服务；',
'使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；',
'向您提供与您更加相关的广告以替代普遍投放的广告；',
'评估我们服务中的广告和其他促销及推广活动的效果，并加以改善；',
'软件认证或管理软件升级；',
'让您参与有关我们产品和服务的调查。'],
      list4: ['向您提供我们的服务；',
'实现“我们可能如何使用信息”部分所述目的；',
'履行我们在《居分期服务协议》或本《隐私政策》中的义务和行使我们的权利；',
'理解、维护和改善我们的服务。'
],
      list5: ['遵守适用的法律法规；',
'遵守法院命令或其他法律程序的规定；',
'遵守相关政府机关的要求；',
'为遵守适用的法律法规、维护社会公共利益，或保护我们的客户、我们或我们的集团公司、其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。'
],
      list6: ['记住您的身份。例如：cookies和web beacon有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供的有关您的喜好或其他信息；',
'分析您使用我们服务的情况。例如，我们可利用cookies和web beacon来了解您使用我们的服务进行什么活动，或哪些网页或服务最受您的欢迎；',
'广告优化。Cookies和web beacon有助于我们根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。'],
      list7: ['我们的商品或服务，我们的关联公司和合作伙伴的商品或服务，包括即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、付款服务、互联网搜索服务、位置和地图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融，以及其他社交媒体、娱乐、电子商务、资讯和通讯软件或服务（统称“互联网服务”）；','第三方互联网服务供应商，以及与下列有关的第三方商品或服务：食物和餐饮、体育、音乐、电影、电视、现场表演及其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及其他金融服务、会员积分和奖励计划，以及我们认为可能与您相关的其他商品或服务。'],
      list8: ['您利用 “分享”键将某些内容分享到我们的服务，或您利用第三方连线服务登录我们的服务。这些功能可能会收集您的相关信息（包括您的日志信息），并可能在您的电脑装置cookies，从而正常运行上述功能；','我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。'],
      list9: [{
        name: '（一）未经允许进入计算机信息网络或者使用计算机信息网络资源；',
      },{
        name: '（二）未经允许对计算机信息网络功能进行删除、修改或者增加；'
      },{
        name: '（三）未经允许对计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、 修改或者增加；'
      },{
        name: '（四）故意制作、传播计算机病毒等破坏性程序的；'
      },{
        name: '（五）从事其他危害计算机信息网络安全的活动。做好记录并立即向当地公安机关报告。'
      },],
      listTen: ['（一）煽动抗拒、破坏宪法和法律、行政法规实施；','（二）煽动颠覆国家政权，推翻社会主义制度；','（三）煽动分裂国家、破坏国家统一；','（四）煽动民族仇恨、民族歧视、破坏民族团结；','（五）捏造或者歪曲事实、散布谣言，扰乱社会秩序；','（六）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪；','（七）公然侮辱他人或者捏造事实诽谤他人；','（八）损害国家机关信誉；','（九）其他违反宪法和法律、行政法规将一律不予以发布，并保留有关原始记录，在二十四小时内向当地公安机关报告。']
    }
  },

  methods: {
    goto(url) {
        location.href = url
    }
  }
}
</script>
