<style lang="less">
.contentWrapper {
  padding: 0 15px;
  .title {
    font-size: 18px;
    font-weight: 600;
    text-align: center;
    margin-top: 10px;
  }
  .subtitle {
    font-size: 16px;
    font-weight: 400;
    margin: 20px 0;
  }
  .pg {
    margin-bottom: 10px;
    font-size: 14px;
    font-weight: 300;
    .org {
      font-weight: 400;
    }
  }

}
</style>

<template>
  <div class="contentWrapper">
    <div class="title">居分期用户协议</div>
    <div class="subtitle">第一条 特别提示</div>
    <div class="pg">1.1 本服务协议（以下简称“本协议”）是北京居分期电子商务有限公司（以下简称“居分期”）与居分期用户（以下简称“用户”或“您”）就平台（包括居分期网站、微信服务号以及APP等由居分期实际支配的平台）的使用等相关事项所订立的有效合约。用户通过居分期服务平台点击确认或以其他方式选择接受本协议，即表示用户与居分期已经达成协议并同意接受本协议的全部约定内容。<span class="org">在接受本协议之前，请您仔细阅读本协议的全部内容，尤其是加粗加下划线部分的内容。如果您不同意本协议的任意内容，或者无法准确理解居分期对条款的解释，请不要进行后续操作。</span></div>
    <div class="pg">1.2 用户注册成功后，居分期将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；<span class="org">用户应当对以其帐号进行的所有活动和事件负法律责任。</span></div>
    <div class="pg">1.3 <span class="org">居分期有权对本协议条款进行修改，修改后的协议一旦公布即有效代替原来的协议。用户可随时查阅最新协议。</span></div>
    <div class="subtitle">第二条 服务内容</div>
    <div class="pg"><span class="org">2.1 居分期为用户提供以下服务：</span></div>
    <div class="pg">（1）用户通过居分期平台了解合作商户的门店详情等信息，前往合作商户门店选购装饰装修材料，并与合作商户订立买卖（销售）合同的，用户通过居分期向银行或者金融机构申请商业贷款，用户返还本金及利息至银行或者金融机构。居分期给予用户一定的补贴以消减或抵扣<span class="org">两年</span>的利息，补贴由居分期一次性或按月或按次返到居分期平台的“我的钱包”中，业主可自行提现。<span class="org">若后期发生退货退款事宜，则用户应该将补贴百分之百返还居分期。</span></div>
    <div class="pg">（2） 用户通过居分期平台了解合作的家装公司等信息，选定合作的家装公司进行装饰装修（含材料）的，用户通过居分期向银行或者金融机构申请商业贷款，用户返还本金及利息至银行或者金融机构。居分期给予用户一定的补贴以消减或抵扣<span class="org">一年</span>的利息，补贴由居分期一次性或按月或按次返到居分期平台的“我的钱包”中，业主可自行提现。<span class="org">若后期发生退货退款事宜，则用户应该将补贴百分之百返还居分期。
    </span></div>
    <div class="pg">（3）用户选择居分期的金牌工长进行装饰装修的，用户可通过居分期向银行或者金融机构申请商业贷款。用户返还本金及利息至银行或者金融机构。对于施工部分产生的金额，居分期给予用户一定的补贴以消减或抵扣<span class="org">一年</span>的利息；对于材料部分产生的金额，居分期给予用户一定的补贴以消减或抵扣<span class="org">两年</span>的利息。补贴由居分期一次性或按月或按次返到居分期平台的“我的钱包”中，业主可自行提现。<span class="org">若后期发生退货退款事宜，则用户应该将补贴百分之百返还居分期。</span></div>
    <div class="pg"><span class="org">注：由于银行的贷款利息具有变动性，居分期对补贴的比例享有最终解释权。</span></div>
    <div class="pg">（4） 用户通过居分期平台购买的材料及装饰装修产生的金额，超出用户通过居分期向银行或者金融机构申请的商业贷款的。对于超出部分，用户全额付款。对于超出部分的金额，居分期承诺参照2.1的约定，给予用户同等比例的补贴。<span class="org">若后期发生退货退款事宜，则用户应该将补贴百分之百返还居分期。</span></div>
    <div class="pg"><span class="org">2.2居分期不提供合作商户的具体商品信息，只提供合作商户的门店详情，居分期不负责对合作商户的其他任何信息、资质、资格、条件进行任何形式的审查、担保、保证。乙方可在居分期平台上了解合作商户的门店详情以及其他乙方的点评情况。</span></div>
    <div class="pg"><span class="org">2.3 用户通过居分期向银行或者金融机构申请商业贷款时，应保证其办理家居产品分期付款业务的真实性，承诺不通过分期付款业务进行异常购买行为，不进行非实际消费性签帐以及其他变相套现行为。用户通过居分期向银行或者金融机构申请的贷款，只能通过居分期购买合作商户的产品或服务或选择居分期的金牌工长进行装饰装修，无论银行或者金融机构批准的信贷额度是否多于用户购买合作商户的产品或服务所需的金额。否则，用户需向居分期承担违约责任。包括但不限于用户获得的贷款额度的日利率万分之八向居分期支付违约金，自乙方获得贷款额度之日起至全额清偿日止。并赔偿给居分期造成的罚款、手续费、滞纳金等全部损失。</span></div>
    <div class="pg">2.4 用户理解，居分期仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</div>
    <div class="pg">2.5 用户提供的注册资料，用户同意：（1）提供合法、真实、准确、详尽的个人资料；（2）如有变动，及时更新用户资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且居分期保留终止用户使用居分期各项服务的权利。</div>
    <div class="subtitle">第三条 服务的提供、修改及终止</div>
    <div class="pg"><span class="org">3.1 鉴于网络服务的特殊性，用户同意居分期有权随时变更、中断或终止部分或全部的网络服务（包括免费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，居分期无需通知用户，也无需对任何用户或任何第三方承担任何责任。</span></div>
     <div class="pg"><span class="org">3.2 用户理解，居分期需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，居分期无需为此承担任何责任，但居分期应尽可能事先进行通告。</span></div>
     <div class="pg">3.3 如发生下列任何一种情形，居分期有权随时中断或终止向用户提供本协议项下的网络服务而无需对用户或任何第三方承担任何责任：</div>
     <div class="pg">（1） 用户提供的个人资料不真实；</div>
     <div class="pg">（2）用户违反本协议中规定的使用规则。</div>
     <div class="subtitle">第四条 用户信息的保密</div>
     <div class="pg">4.1 本协议所称之居分期用户信息是指符合法律、法规及相关规定，并符合下述范围的信息：</div>
     <div class="pg">（1）用户注册居分期或申请为居分期会员时，向居分期提供的个人信息；</div>
     <div class="pg">（2）用户在使用居分期时，居分期自动接收并记录的用户浏览器端或手机客户端数据，包括但不限于IP地址、网站Cookie中的资料及用户要求取用的网页记录；</div>
     <div class="pg">（3）居分期从合作商户处合法获取的用户个人信息；</div>
     <div class="pg">（4）其它居分期通过合法途径获取的用户个人信息。</div>
     <div class="pg">4.2 居分期承诺：</div>
     <div class="pg">非经法定原因或用户事先许可，居分期不会向任何第三方透露用户的密码、姓名、手机号码等非公开信息。</div>
     <div class="pg">4.3 在下述法定情况下，用户的个人信息将会被部分或全部披露：</div>
     <div class="pg">（1）经用户同意向用户本人或其他第三方披露；</div>
     <div class="pg">（2）根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露；</div>
     <div class="pg">（3）其它居分期根据法律、法规等相关规定进行的披露。</div>
     <div class="subtitle">第五条 使用规则</div>
     <div class="pg">5.1 用户在申请使用居分期服务时，必须向居分期提供准确的个人资料，如个人资料有任何变动，必须及时更新。</div>
     <div class="pg">5.2 用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知居分期。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，居分期不承担任何责任。</div>
     <div class="pg">5.3 用户同意居分期有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在居分期的任何页面上投放广告），并且，用户同意接受居分期通过电子邮件或其他方式向用户发送相关商业信息。</div>
     <div class="pg">5.4 对于用户上传到居分期平台，可公开获取区域的任何内容，用户同意居分期在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。</div>
     <div class="pg">5.5 用户在使用居分期平台网络服务的过程中，必须遵循以下原则：</div>
     <div class="pg">（1） 遵守中国有关的法律和法规；</div>
     <div class="pg">（2） 遵守所有与网络服务有关的网络协议、规定和程序；</div>
     <div class="pg">（3） 不得为任何非法目的而使用网络服务系统；</div>
     <div class="pg">（4） 不得以任何形式使用居分期网络服务侵犯居分期的商业利益，包括并不限于发布非经居分期许可的商业广告；</div>
     <div class="pg">（5）不得利用居分期网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；</div>
     <div class="pg">（6)不得利用居分期提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</div>
     <div class="pg">（7）不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</div>
     <div class="pg">（8）不得利用居分期网络服务系统进行任何不利于居分期的行为；</div>
     <div class="pg">5.6 居分期有权对用户使用居分期网络服务的情况进行审查和监督，如用户在使用网络服务时违反任何上述规定，居分期或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。</div>
     <div class="pg">5.7 居分期针对某些特定的居分期网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等居分期网络服务，视为用户同意该等声明、通知、警示的内容。</div>
     <div class="pg"><span class="org">5.8 用户选择通过居分期进行付款后，如与居分期合作商户发生纠纷，尽量由双方协商解决，协商未果时，用户应先找居分期介入其中，帮助解决纠纷，如是居分期合作商户的原因，需要返还价款或者需要对用户进行赔偿的，由居分期先行赔付，用户不得自行寻找各大卖场进行理赔。</span></div>
     <div class="subtitle">第六条 知识产权</div>
     <div class="pg">6.1 居分期提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。居分期不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。</div>
     <div class="pg">6.2 居分期为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</div>
     <div class="subtitle">第七条 免责声明</div>
     <div class="pg">7.1 用户明确同意其使用居分期网络服务所存在的风险将完全由其自己承担；因其使用居分期网络服务而产生的一切后果也由其自己承担，居分期对用户不承担任何责任。</div>
     <div class="pg">7.2 居分期不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</div>
     <div class="pg">7.3 居分期不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由居分期实际控制的任何网页上的内容，居分期不承担任何责任。</div>
     <div class="pg">7.4 对于因不可抗力或居分期不能控制的原因造成的网络服务中断或其它缺陷，居分期不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</div>
     <div class="pg">7.5 用户同意，对于居分期向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，居分期无需承担任何责任：</div>
     <div class="pg">（1）居分期向用户免费提供的各项网络服务；</div>
     <div class="pg">（2） 居分期向用户赠送的任何产品或者服务；</div>
     <div class="pg">（3）居分期向收费网络服务用户附赠的各种产品或者服务。</div>
     <div class="subtitle">第八条 违约赔偿</div>
     <div class="pg">8.1 如因居分期违反有关法律、法规或本协议项下的任何条款而给用户造成损失，居分期同意承担由此造成的损害赔偿责任。</div>
     <div class="pg">8.2 用户同意保障和维护居分期及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给居分期或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</div>
     <div class="subtitle">第九条 协议修改</div>
     <div class="pg">9.1 居分期有权随时修改本协议的任何条款，一旦本协议的内容发生变动，居分期将会直接在居分期网站上公布修改之后的协议内容，该公布行为视为居分期已经通知用户修改内容。居分期也可通过其他适当方式向用户提示修改内容。</div>
     <div class="pg">9.2 如果不同意居分期对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受居分期对本协议相关条款所做的修改。</div>
     <div class="subtitle">第十条 通知送达</div>
     <div class="pg">10.1 本协议项下居分期对于用户所有的通知均可通过网页公告、电子邮件、手机短信等方式进行；该等通知于发送之日视为已送达收件人。</div>
     <div class="pg">10.2 用户对于居分期的通知应当通过居分期对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</div>
     <div class="subtitle">第十一条 法律管辖</div>
     <div class="pg">11.1 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。</div>
     <div class="pg">11.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向居分期所在地的人民法院提起诉讼。</div>
     <div class="subtitle">第十二条 其他规定</div>
     <div class="pg">12.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</div>
     <div class="pg">12.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</div>
     <div class="pg">12.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</div>


  </div>
</template>


<script>
import Lib from 'assets/Lib.js'
import axios from 'axios'
Lib.M.auth(axios)
export default {
  data() {
    return {
      id: Lib.M.GetRequest().id,
      bannerContent: {},
      title: ""
    }
  }
}
</script>
